[
    {
        "fields": {
            "updated_on": "2015-04-10T02:10:50.906Z",
            "created_on": "2015-04-10T02:09:32.202Z",
            "code": "bigtext",
            "name": "Texto con Políticas",
            "description": "Textos detallados con contenidos ideales para ser disclaimers, garantias, politicas, ..."
        },
        "model": "advertisement.textsettype",
        "pk": 2
    },
    {
        "fields": {
            "owner": 2,
            "updated_on": "2015-04-10T02:09:32.290Z",
            "created_on": "2015-04-10T02:09:32.234Z",
            "code": "content",
            "required": true
        },
        "model": "advertisement.textsettypefield",
        "pk": 4
    },
    {
        "fields": {
            "updated_on": "2015-04-10T02:46:00.029Z",
            "created_on": "2015-04-10T02:44:50.848Z",
            "code": "garantia",
            "text_set_type": 2
        },
        "model": "advertisement.textset",
        "pk": 2
    },
    {
        "fields": {
            "owner": 2,
            "updated_on": "2015-04-10T02:44:50.955Z",
            "created_on": "2015-04-10T02:44:50.888Z",
            "value": "Repuestazo.com es una tienda de repuestos electrónica que comercializa repuestos nuevos y originales de varias marcas de vehículos. Repuestazo.com NO comercializa ningún tipo de pieza o parte usada.\r\nLas partes y piezas listadas en este sitio electrónico están garantizadas por el fabricante de las mismas bajo las distintas políticas que cada marca posee. Repuestazo.com consultará a un distribuidor local del fabricante acerca del procedimiento concerniente a reclamos relacionados a las piezas y partes comercializadas.\r\n\r\nEl período de garantía de las partes y piezas comercializadas por Repuestazo.com es el que cada fabricante disponga para el efecto y pueden ser consultadas en las respectivas páginas web de cada marca.\r\nRepuestazo.com cubre con la garantía contra defectos de fabricación que pudieren afectar el correcto desempeño. La garantía no cubre los daños ocasionados por mala instalación de las piezas proporcionadas, o desgastes prematuros debido a una incorrecta utilización y mandanimiento de los mismos.\r\n\r\nLas excepciones a la garantía general son las siguientes:\r\n\r\nLlantas: La garantía es proporcionada por el fabricante y tiene una cobertura durante los primeros 5.000 kilómetros. No cubre el mal uso, desgaste normal, rajaduras, golpes, caídas en huecos, golpes contra veredas, entre otros daños ocasionados por agentes externos a su fabricación. Se recomienda utilizar el servicio de alineación y balanceo al menos cada 10.000 kilómetros de recorrido.\r\n\r\nRadios, parlantes, baterías, y alarmas originales: La garantía es proporcionada por el fabricante y cubre 1 año o 20.000 kilómetros (lo que ocurra primero). No cubre el uso indebido o exagerado de los mismos, ni tampoco el desgaste normal de las piezas debido a su uso.\r\n\r\nPiezas de latonería: La garantía cubre defectos de fabricación que pudieren afectar la correcta instalación de las mismas. No cubre fallas por un mal proceso de pintura aplicado en el taller o golpes y rayones que se pudieran ocasionar debido a una mala manipulación de las mismas durante el trayecto o instalación. Para evitarlo Repuestazo.com despacha las piezas de latonería en sus empaques originales proporcionados por el fabricante, debidamente sellados, los cuales cumplen con las respectivas normas de seguridad para su transporte establecidas por cada marca. La garantía tampoco cubre las piezas de latonería que hayan tenido desgastes o deformaciones producto del uso o accidentes.\r\n\r\nConsulte el manual de su vehículo y cumpla con los programas de mantenimiento para así asegurar el período de vida normal de partes y piezas originales. Desconfíe siempre de los repuestos usados, ya que estos no le brindan ningún tipo de seguridad a usted o a su vehículo, pudiendo su uso ocasionar daños a otras piezas de su vehículo o a sus ocupantes.",
            "text_field": 4
        },
        "model": "advertisement.textsetelement",
        "pk": 4
    }
]