Repository: luismasuelli/repuestazo
Catalog: repuestazo/locale/*/LC_MESSAGES/django.po
Languages: es_ec

source: Repuestazo.com administration
es_ec: Administración de Repuestazo.com

source: Repuestazo.com site admin
es_ec: Sitio de administración de Repuestazo.com

source: Created on
es_ec: Creado en

source: Updated on
es_ec: Modificado en

source: Code
es_ec: Código

source: Field
es_ec: Campo

source: Expected banner width
es_ec: Ancho esperado de banner

source: Expected banner height
es_ec: Alto esperado de banner

source: Name
es_ec: Nombre

source: Description
es_ec: Descripción

source: Banner width
es_ec: Ancho de banner

source: Banner height
es_ec: Alto de banner

source: Banner type
es_ec: Tipo de banner

source: Banner types
es_ec: Tipos de banner

source: Image width (currently: %(current)d) must be the expected in the banner type (currently: %(expected)d)
es_ec: El ancho de la imagen (actualmente: %(current)d) debe ser el esperado en el tipo de banner (actualmente: %(expected)d)

source: Image height (currently: %(current)d) must be the expected in the banner type (currently: %(expected)d)
es_ec: El alto de la imagen (actualmente: %(current)d) debe ser el esperado en el tipo de banner (actualmente: %(expected)d)

source: Expected reel width
es_ec: Ancho esperado de marquesina

source: Expected reel height
es_ec: Alto esperado de marquesina

source: Each image in each reel with this type must have this widthh
es_ec: Cada imagen en cada marquesina con este tipo debe tener este ancho

source: Each image in each reel with this type must have this height
es_ec: Cada imagen en cada marquesina con este tipo debe tener este alto

source: Reel type
es_ec: Tipo de marquesina

source: Reel types
es_ec: Tipos de marquesina

source: Reel
es_ec: Marquesina

source: Reels
es_ec: Marquesinas

source: Reel image
es_ec: Imagen de marquesina

source: Reel images
es_ec: Imágenes de marquesina

source: Reel image width
es_ec: Ancho de imagen de marquesina

source: Reel image height
es_ec: Alto de imagen de marquesina

source: Sequence
es_ec: Secuencia

source: Reel image width (currently: %(current)d) must be the expected in the reel type (currently: %(expected)d)
es_ec: El ancho de la imagen de marquesina (actualmente: %(current)d) debe ser el esperado en el tipo de marquesina (actualmente: %(expected)d)

source: Reel image height (currently: %(current)d) must be the expected in the reel type (currently: %(expected)d)
es_ec: El alto de la imagen de marquesina (actualmente: %(current)d) debe ser el esperado en el tipo de marquesina (actualmente: %(expected)d)

source: Replacement
es_ec: Repuesto

source: Replacements
es_ec: Repuestos

source: Dealer
es_ec: Distribuidor

source: Score
es_ec: Calificación

source: Category
es_ec: Categoría

source: Categories
es_ec: Categorías

source: Entry
es_ec: Entrada

source: Entries
es_ec: Entradas

source: Title
es_ec: Título

source: Preview
es_ec: Previsualización

source: Product
es_ec: Producto

source: Brand
es_ec: Marca

source: Model
es_ec: Modelo

source: Year
es_ec: Año

source: Stock
es_ec: Existencias

source: Cost
es_ec: Costo

source: Price
es_ec: Precio

source: Offer
es_ec: Oferta

source: Discount
es_ec: Descuento

source: Load replacements list from file
es_ec: Cargar repuestos desde archivo

source: No replacements file was submitted
es_ec: No se cargó ningún archivo de repuestos

source: An error occurred while loading the replacements file. Verify it is a valid XLSX file
es_ec: Ocurrió un error mientras se cargaba el archivo de repuestos. Asegúrese de que es un archivo XLSX válido

source: The replacements file was successfully submitted
es_ec: El archivo de repuestos fue cargado con éxito

source: Text set type
es_ec: Tipo de conjunto de texto

source: Text set types
es_ec: Tipos de conjunto de texto

source: Required
es_ec: Requerido

source: Text set type field
es_ec: Campo de tipo de conjunto de texto

source: Text set type fields
es_ec: Campos de tipo de conjunto de texto

source: Text set
es_ec: Conjunto de texto

source: Text sets
es_ec: Conjuntos de texto

source: Content
es_ec: Contenido

source: Text set element
es_ec: Elemento de texto

source: Text set elements
es_ec: Elementos de texto

source: The value must not be empty since the owner entry's type defines this field as required
es_ec: El valor no debe estar vacío ya que el tipo de conjunto de texto de la instancia que le posee define a dicho campo como requerido

source: Text set element has an unexpected code (%(code)s) regarding its owner set
es_ec: El elemento de texto tiene un código no esperado (%(code)s) respecto de su conjunto propietario

source: Random banner
es_ec: Banner aleatorio

source: Random banners
es_ec: Banners aleatorios

source: Random banner choice
es_ec: Opción de banner aleatorio

source: Random banner choices
es_ec: Opciones de banner aleatorio

source: Random owner
es_ec: Origen de azar

source: Remaining hits
es_ec: Impresiones restantes

source: Weight
es_ec: Peso

source: The chosen banner and owner random source must have the same banner type
es_ec: El banner elegido y el origen de banner aleatorio deben tener el mismo tipo de banner

source: Random text set
es_ec: Conjunto de texto aleatorio

source: Random text sets
es_ec: Conjuntos de texto aleatorios

source: The chosen text set and owner random source must have the same text set type
es_ec: El conjunto de textos elegido y el origen de texto aleatorio deben tener el mismo tipo de conjunto de texto

source: Image
es_ec: Imagen

source: Target
es_ec: Destino

source: Default Target
es_ec: Destino Base

source: If set, the banner becomes a link
es_ec: Si es verdadero, el banner se convierte en un enlace

source: Default target URL for reel images
es_ec: Destino predeterminado para las imágenes de esta marquesina

source: Prevailing target
es_ec: Destino prevalesciente

source: Tells whether clicking any reel image will always make use of the default target instead of following the image's critera. Such criterion is only effective when the default target is set
es_ec: Determina si haciendo click en cualquier imagen de la marquesina va a hacer uso del destino predeterminado en lugar de seguir el criterio por cada imagen. Esto es solamente efectivo si se asignó el destino predeterminado de la marquesina

source: Country
es_ec: País

source: Countries
es_ec: Países

source: Citizen ID
es_ec: Cédula

source: Passport
es_ec: Pasaporte

source: Must use Ecuador as country for citizen IDs
es_ec: Debe elegirse Ecuador como país si se elige cédula

source: Ecuadorean identifier ID must be 10 digits long
es_ec: La cédula ecuatoriana debe tener 10 carácteres de longitud

source: Invalid ecuadorean identifier
es_ec: Cédula ecuatoriana inválida

source: Cannot use Ecuador as country for passports
es_ec: No se puede elegir Ecuador como país para pasaportes

source: Passport must be an alphanumeric string of 6-9 characters
es_ec: Los pasaportes deben ser una secuencia alfanumérica entre 6 y 9 carácteres

source: Contact
es_ec: Contacto

source: Contacts
es_ec: Contactos

source: User account is disabled.
es_ec: La cuenta de usuario está desactivada.

source: Unable to log in with provided credentials.
es_ec: No se puede iniciar sesión con las credenciales provistas.

source: Must include "username" and "password"
es_ec: Debe incluir "username" y "password"

source: A server error occured
es_ec: Ocurrió un error en el servidor

source: Malformed request.
es_ec: Petición mal formada.

source: Incorrect authentication credentials.
es_ec: Credenciales de autenticación incorrectas.

source: Authentication credentials were not provided.
es_ec: Las credenciales de autenticación no fueron provistas.

source: You do not have permission to perform this action.
es_ec: No tiene permisos para realizar esta acción.

source: Method '%s' not allowed.
es_ec: Método '%s' no permitido.

source: Could not satisfy the request Accept header
es_ec: No se puede satisfacer el encabezado Accept de la petición

source: Unsupported media type '%s' in request.
es_ec: Tipo de contenido '%s' no soportado en petición.

source: Request was throttled.
es_ec: La petición fue detenida debido a regulación por tiempo.

source: Expected available in %(wait)d second.
es_ec: Disponible en %(wait)d segundo.

source: This field is required.
es_ec: Este campo es requerido.

source: This field may not be null.
es_ec: Este campo no puede ser nulo.

source: `{input}` is not a valid boolean.
es_ec: `{input}`no es un valor lógico válido.

source: This field may not be blank.
es_ec: Este campo es requerido.

source: Ensure this field has no more than {max_length} characters.
es_ec: Este campo no debe tener más de {max_length} carácteres.

source: Ensure this field has at least {min_length} characters.
es_ec: Este campo no debe tener menos de {min_length} carácteres.

source: Enter a valid email address.
es_ec: Ingrese una dirección de correo electrónico válida.

source: This value does not match the required pattern.
es_ec: Este valor no corresponde al formato requerido.

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
es_ec: Ingrese un 'slug' consistente en letras, números, guión bajo, y/o guión medio.

source: Enter a valid URL.
es_ec: Ingrese una URL válida.

source: "{value}" is not a valid UUID.
es_ec: "{value}" no es un UUID válido.

source: A valid integer is required.
es_ec: Un número entero es requerido.

source: Ensure this value is less than or equal to {max_value}.
es_ec: Este valor debe ser menor o igual a {max_value}.

source: Ensure this value is greater than or equal to {min_value}.
es_ec: Este valor debe ser mayor o igual a {min_value}.

source: String value too large
es_ec: Texto demasiado largo

source: A valid number is required.
es_ec: Un número es requerido.

source: Ensure that there are no more than {max_digits} digits in total.
es_ec: No debe haber más de {max_digits} dígitos.

source: Ensure that there are no more than {max_decimal_places} decimal places.
es_ec: No debe haber más de {max_decimal_places} dígitos decimales.

source: Ensure that there are no more than {max_whole_digits} digits before the decimal point.
es_ec: No debe haber más de {max_whole_digits} antes del punto decimal.

source: Datetime has wrong format. Use one of these formats instead: {format}
es_ec: La fecha/hora tiene un formato incorrecto. Debe usarse uno de los siguientes formatos: {format}

source: Expected a datetime but got a date.
es_ec: Se esperaba una fecha/hora, pero se recibió una fecha.

source: Date has wrong format. Use one of these formats instead: {format}
es_ec: La fecha tiene un formato incorrecto. Debe usarse uno de los siguientes formatos: {format}

source: Expected a date but got a datetime.
es_ec: Se esperaba una fecha, pero se recibió una fecha/hora.

source: Time has wrong format. Use one of these formats instead: {format}
es_ec: La hora tiene un formato incorrecto. Debe usarse uno de los siguientes formatos: {format}

source: `{input}` is not a valid choice.
es_ec: `{input}` no es una elección válida.

source: Expected a list of items but got type `{input_type}`.
es_ec: Se esperaba una lista de elementos pero se obtuvo un tipo `{input_type}`.

source: No file was submitted.
es_ec: El archivo no fue cargado.

source: The submitted data was not a file. Check the encoding type on the form.
es_ec: Los datos enviados no eran un archivo. Debe verificarse el tipo de codificación en el formulario.

source: No filename could be determined.
es_ec: El nombre de archivo no pudo determinarse.

source: The submitted file is empty.
es_ec: El archivo cargado está vacío.

source: Ensure this filename has at most {max_length} characters (it has {length}).
es_ec: El nombre de archivo debe tener como mucho {max_length}' carácteres (tiene {length}).

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
es_ec: Debe cargar una imagen válida. El archivo cargado no es una imagen o está dañado.

source: Expected a dictionary of items but got type `{input_type}`
es_ec: Se esperaba un diccionario de elementos pero se obtuvo un tipo `{input_type}`

source: Page is not 'last', nor can it be converted to an int.
es_ec: La página no es 'last', ni puede convertirse a un número entero.

source: Invalid page (%(page_number)s): %(message)s
es_ec: Página inválida (%(page_number)s): %(message)s

source: Invalid pk '{pk_value}' - object does not exist.
es_ec: Valor inválido de clave primaria '{pk_value}' - el objeto no existe.

source: Incorrect type. Expected pk value, received {data_type}.
es_ec: Tipo incorrecto. Se esperaba un valor para la clave primaria, se obtuvo {data_type}.

source: Invalid hyperlink - No URL match
es_ec: Hipervínculo inválido - no hay encaje para la URL.

source: Invalid hyperlink - Incorrect URL match.
es_ec: Hipervínculo inválido - Encaje incorrecto para la URL.

source: Invalid hyperlink - Object does not exist.
es_ec: Hipervínculo inválido - El objeto no existe.

source: Incorrect type. Expected URL string, received {data_type}.
es_ec: Tipo incorrecto. Se esperaba una URL, se obtuvo {data_type}.

source: Object with {slug_name}={value} does not exist.
es_ec: No existe ningún objeto con {slug_name}={value}.

source: Invalid value.
es_ec: Valor inválido

source: This field must be unique.
es_ec: Este campo debe ser único.

source: The fields {field_names} must make a unique set.
es_ec: Los campos {field_names} deben hacer una combinación única.

source: This field must be unique for the "{date_field}" date.
es_ec: Este campo debe ser único para el día de "{date_field}".

source: This field must be unique for the "{date_field}" month.
es_ec: Este campo debe ser único para el mes de "{date_field}".

source: This field must be unique for the "{date_field}" year.
es_ec: Este campo debe ser único para el año de "{date_field}".
